Repository: DimensionDev/Flare
Catalog: appleApp/Shared/FlareAppleCore/Sources/FlareAppleCore/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, vi, zh_hans, zh_hant

# nostr_login_amber_button
source: Connect Amber
af: Koppel Amber
ar: اتصال Amber
bg: Свържи Amber
ca: Connectar Amber
cs: Připojit Amber
da: Tilslut Amber
de: Amber verbinden
el: Σύνδεση Amber
es: Conectar Amber
fi: Yhdistä Amberiin
fr: Connecter Amber
he: חבר את Amber
hu: Amber csatlakoztatása
it: Connetti Amber
ja: Amberを接続
ko: Amber 연결
nb: Koble til Amber
nl: Amber verbinden
pl: Połącz z Amber
pt: Ligar Amber
pt_br: Conectar Amber
ro: Conectează Amber
ru: Подключить Amber
sr: Poveži Amber
sv: Anslut Amber
tr: Amber bağla
uk: Підключити Amber
vi: Kết nối Amber
zh_hans: 连接 Amber
zh_hant: 連接 Amber

# nostr_login_qr_button
source: Connect with QR
af: Koppel met QR
ar: اتصال بـ QR
bg: Свържи чрез QR
ca: Connectar amb QR
cs: Připojit přes QR
da: Tilslut med QR
de: Mit QR verbinden
el: Σύνδεση με QR
es: Conectar con QR
fi: Yhdistä QR-koodilla
fr: Connecter via QR code
he: חבר באמצעות QR
hu: Csatlakozás QR-kóddal
it: Connetti con QR
ja: QRコードで接続
ko: QR로 연결
nb: Koble til med QR
nl: Verbinden met QR
pl: Połącz przez QR
pt: Ligar com QR
pt_br: Conectar com QR
ro: Conectează-te cu QR
ru: Подключить через QR
sr: Poveži putem QR-a
sv: Anslut med QR
tr: QR ile bağla
uk: Підключити через QR
vi: Kết nối bằng QR
zh_hans: 二维码连接
zh_hant: 二維碼連接

# nostr_login_title
source: Import Nostr account
af: Voer Nostr-rekening in
ar: استيراد حساب Nostr
bg: Импортиране на Nostr акаунт
ca: Importar compte de Nostr
cs: Importovat Nostr účet
da: Importér Nostr-konto
de: Nostr-Konto importieren
el: Εισαγωγή λογαριασμού Nostr
es: Importar cuenta de Nostr
fi: Tuo Nostr-tili
fr: Importer un compte Nostr
he: ייבא חשבון Nostr
hu: Nostr fiók importálása
it: Importa account Nostr
ja: Nostrアカウントをインポート
ko: Nostr 계정 가져오기
nb: Importer Nostr-konto
nl: Nostr-account importeren
pl: Importuj konto Nostr
pt: Importar conta Nostr
pt_br: Importar conta Nostr
ro: Importă contul Nostr
ru: Импорт аккаунта Nostr
sr: Uvezi Nostr nalog
sv: Importera Nostr-konto
tr: Nostr hesabını içe aktar
uk: Імпортувати акаунт Nostr
vi: Nhập tài khoản Nostr
zh_hans: 导入 Nostr 账号
zh_hant: 匯入 Nostr 帳號

# pixiv_ranking_day_female_title
source: Female Ranking
af: Vroueranglys
ar: تصنيف الأنثى
bg: Женска класация
ca: Rànquing femení
cs: Ženské hodnocení
da: Kvinde Rangering
de: Weibliche Rangliste
el: Γυναικεία Κατάταξη
es: Clasificación femenina
fi: Naisen Sijoitus
fr: Classement féminin
he: דירוג נשים
hu: Női rangsor
it: Classifica Femmina
ja: 女性ランキング
ko: 여성 랭킹
nb: Kvinnelig rangering
nl: Vrouwelijke Rang
pl: Ranking Kobiet
pt: Classificação Feminina
pt_br: Classificação Feminina
ro: Clasament femei
ru: Женский рейтинг
sr: Женска ранг-листа
sv: Kvinnlig Rankning
tr: Kadın sıralaması
uk: Рейтинг жінки
vi: Xếp hạng nữ
zh_hans: 女性排名
zh_hant: 女性排名

# pixiv_ranking_day_male_title
source: Male Ranking
af: Manlike ranglys
ar: ترتيب الذكور
bg: Мъжка класация
ca: Rànquing masculí
cs: Žebříček mužů
da: Mand Ranking
de: Männliche Rangliste
el: Αρσενική Κατάταξη
es: Clasificación masculina
fi: Miehen Sijoitus
fr: Classement des hommes
he: דירוג גברים
hu: Férfi rangsor
it: Classifica Maschile
ja: 男性ランキング
ko: 남성 랭킹
nb: Mannlig rangering
nl: Mannelijk Rang
pl: Ranking mężczyzn
pt: Classificação Masculina
pt_br: Classificação Masculina
ro: Clasament masculin
ru: Рейтинг мужчин
sr: Мушка ранг-листа
sv: Manlig Ranking
tr: Erkek sıralaması
uk: Чоловічий рейтинг
vi: Xếp hạng nam
zh_hans: 男性排名
zh_hant: 男性排名

# pixiv_ranking_day_manga_title
source: Manga Ranking
af: Manga-ranglys
bg: Манга класация
ca: Rànquing de manga
he: דירוג מנגה
hu: Manga rangsor
ko: 만화 랭킹
sr: Манга ранг-листа
tr: Manga sıralaması
vi: Xếp hạng manga
zh_hans: 漫画排名
zh_hant: 漫畫排名

# pixiv_ranking_month_title
source: Monthly Ranking
af: Maandelikse ranglys
ar: الترتيب الشهري
bg: Месечна класация
ca: Rànquing mensual
cs: Měsíční hodnocení
da: Månedlig Rangering
de: Monatliche Rangliste
el: Μηνιαία Κατάταξη
es: Clasificación mensual
fi: Kuukausittainen Sijoitus
fr: Classement Mensuel
he: דירוג חודשי
hu: Havi rangsor
it: Classifica Mensile
ja: 毎月のランキング
ko: 월간 랭킹
nb: Månedlig rangering
nl: Maandelijkse Ranglijst
pl: Ranking Miesięczny
pt: Classificação Mensal
pt_br: Classificação Mensal
ro: Clasament lunar
ru: Рейтинг за месяц
sr: Месечна ранг-листа
sv: Månatlig Rankning
tr: Aylık sıralama
uk: Щомісячний рейтинг
vi: Xếp hạng tháng
zh_hans: 每月排名
zh_hant: 月排名

# pixiv_ranking_week_original_title
source: Original Ranking
af: Oorspronklike ranglys
ar: الترتيب الأصلي
bg: Оригинална класация
ca: Rànquing original
cs: Původní hodnocení
da: Oprindelig Rangering
de: Ursprüngliche Rangliste
el: Αρχική Κατάταξη
es: Clasificación original
fi: Alkuperäinen Sijoitus
fr: Classement original
he: דירוג מקורי
hu: Eredeti rangsor
it: Classifica Originale
ja: 元のランキング
ko: 오리지널 랭킹
nb: Opprinnelig plassering
nl: Originele Rang
pl: Oryginalny Ranking
pt: Classificação original
pt_br: Classificação original
ro: Clasament original
ru: Оригинальный Рейтинг
sr: Оригинална ранг-листа
sv: Ursprunglig Rankning
tr: Orijinal sıralama
uk: Оригінальний рейтинг
vi: Xếp hạng nguyên bản
zh_hans: 原始排名
zh_hant: 原創排名

# pixiv_ranking_week_rookie_title
source: Rookie Ranking
af: Nuwelingranglys
ar: تصنيف الروكيه
bg: Класация за новаци
ca: Rànquing de debutants
cs: Hodnocení Rookie
el: Κατάταξη Rookie
es: Ranking de Rokie
fr: Classement des Rookies
he: דירוג חדשים
hu: Újonc rangsor
it: Classifica Rookie
ja: ルーキーランキング
ko: 신인 랭킹
nb: Rookie rangering
nl: Beginner Rang
pl: Ranking Rookie
pt: Classificação Inicial
pt_br: Classificação Inicial
ro: Clasament Rookie
ru: Рейтинг Новобранцев
sr: Ранг-листа новајлија
tr: Yeni başlayanlar sıralaması
uk: Рейтинг Нових Очків
vi: Xếp hạng tân binh
zh_hans: 新人排名
zh_hant: 新人排名

# pixiv_ranking_week_title
source: Weekly Ranking
af: Weeklikse ranglys
ar: الترتيب الأسبوعي
bg: Седмична класация
ca: Rànquing setmanal
cs: Týdenní hodnocení
da: Ugentlig Rangering
de: Wöchentliche Rangliste
el: Εβδομαδιαία Κατάταξη
es: Clasificación semanal
fi: Viikoittainen Sijoitus
fr: Classement hebdomadaire
he: דירוג שבועי
hu: Heti rangsor
it: Classifica Settimanale
ja: 今週のランキング
ko: 주간 랭킹
nb: Ukentlig rangering
nl: Wekelijkse Ranglijst
pl: Ranking tygodniowy
pt: Classificação Semanal
pt_br: Classificação Semanal
ro: Clasament săptămânal
ru: Рейтинг за неделю
sr: Недељна ранг-листа
sv: Veckovis Ranking
tr: Haftalık sıralama
uk: Щотижневий рейтинг
vi: Xếp hạng tuần
zh_hans: 每周排名
zh_hant: 週排名

# posts_title
source: Posts
af: Plase
ar: المشاركات
bg: Публикации
ca: Publicacions
cs: Příspěvky
da: Indlæg
de: Beiträge
el: Αναρτήσεις
es: Publicaciones
fi: Viestit
fr: Messages
he: פוסטים
hu: Bejegyzések
it: Post
ja: 投稿
ko: 게시물
nb: Innlegg
nl: Berichten
pl: Wpisy
pt: Publicações
pt_br: Postagens
ro: Postări
ru: Посты
sr: Objave
sv: Inlägg
tr: Gönderiler
uk: Дописи
vi: Bài đăng
zh_hans: 帖子
zh_hant: 貼文

# posts_with_replies_title
source: Posts & Replies
af: Plasings en antwoorde
ar: المشاركات والردود
bg: Публикации и отговори
ca: Publicacions i respostes
cs: Příspěvky a odpovědi
da: Indlæg & Svar
de: Beiträge & Antworten
el: Αναρτήσεις & Απαντήσεις
es: Mensajes y respuestas
fi: Viestit Ja Vastaukset
fr: Publications & Réponses
he: פוסטים ותגובות
hu: Bejegyzések és válaszok
it: Post E Risposte
ja: 投稿と返信
ko: 게시물 및 답글
nb: Innlegg & svar
nl: Berichten & Antwoorden
pl: Posty i odpowiedzi
pt: Postagens & Respostas
pt_br: Postagens & Respostas
ro: Postări & Răspunsuri
ru: Сообщения и ответы
sr: Објаве и одговори
sv: Inlägg & svar
tr: Gönderiler ve yanıtlar
uk: Повідомлення та відповіді
vi: Bài viết và trả lời
zh_hans: 帖子和回复
zh_hant: 貼文和回覆

source: Quote
af: Citaat
ar: اقتباس
bg: Цитиране
ca: Citar
cs: Cenová nabídka
da: Citer
de: Zitieren
el: Παράθεση
es: Citar
fi: Lainaa
fr: Citer
he: ציטוט
hu: Idézet
it: Cita
ja: 引用
ko: 인용
nb: Sitat
nl: Citaat
pl: Cytuj
pt: Citar
pt_br: Citar
ro: Citat
ru: Цитата
sr: Citiraj
sv: Citat
tr: Alıntı
uk: Цитата
vi: Trích dẫn
zh_hans: 引用
zh_hant: 引用

# reaction_add
source: Add reaction
af: Voeg reaksie by
ar: إضافة رد فعل
bg: Добавяне на реакция
ca: Afegir reacció
cs: Přidat reakci
da: Tilføj reaktion
de: Reaktion hinzufügen
el: Προσθήκη αντίδρασης
es: Añadir reacción
fi: Lisää reaktio
fr: Ajouter une réaction
he: הוספת תגובה
hu: Reakció hozzáadása
it: Aggiungi reazione
ja: リアクションを追加
ko: 반응 추가
nb: Legg til reaksjon
nl: Reactie toevoegen
pl: Dodaj reakcję
pt: Adicionar reação
pt_br: Adicionar reação
ro: Adaugă reacție
ru: Добавить реакцию
sr: Dodaj reakciju
sv: Lägg till reaktion
tr: Tepki ekle
uk: Додати реакцію
vi: Thêm cảm xúc
zh_hans: 添加回应
zh_hant: 添加回應

# reaction_remove
source: Remove reaction
af: Verwyder reaksie
ar: إزالة رد الفعل
bg: Премахване на реакцията
ca: Eliminar reacció
cs: Odstranit reakci
da: Fjern reaktion
de: Reaktion entfernen
el: Κατάργηση αντίδρασης
es: Eliminar reacción
fi: Poista reaktio
fr: Supprimer la réaction
he: הסרת תגובה
hu: Reakció eltávolítása
it: Rimuovi reazione
ja: リアクションを削除
ko: 반응 제거
nb: Fjern reaksjon
nl: Reactie verwijderen
pl: Usuń reakcję
pt: Remover reação
pt_br: Remover reação
ro: Elimină reacția
ru: Удалить реакцию
sr: Ukloni reakciju
sv: Ta bort reaktion
tr: Tepkiyi kaldır
uk: Видалити реакцію
vi: Xóa cảm xúc
zh_hans: 移除回应
zh_hant: 移除回應

# reject_follow_request
source: Reject
af: Verwerp
ar: رفض
bg: Отхвърляне
ca: Rebutja
cs: Odmítnout
da: Afvis
de: Ablehnen
el: Απόρριψη
es: Rechazar
fi: Hylkää
fr: Rejeter
he: דחה
hu: Elutasítás
it: Rifiuta
ja: 拒否
ko: 거절
nb: Avvis
nl: Afwijzen
pl: Odrzuć
pt: Rejeitar
pt_br: Rejeitar
ro: Respinge
ru: Отклонить
sr: Одбиј
sv: Avvisa
tr: Reddet
uk: Відхилити
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

source: Reply
af: antwoord
ar: الرد
bg: Отговор
ca: respondre
cs: Odpověď
da: Svar
de: Antworten
el: Απάντηση
es: Responder
fi: Vastaa
fr: Répondre
he: תגובה
hu: Válasz
it: Rispondi
ja: 返信
ko: 답장
nb: Svar
nl: Beantwoorden
pl: Odpowiedz
pt: Responder
pt_br: Responder
ro: Răspunde
ru: Ответить
sr: Odgovori
sv: Svara
tr: Yanıtla
uk: Відповісти
vi: Trả lời
zh_hans: 答复
zh_hant: 回覆

source: Report
af: verslag
ar: تقرير
bg: Докладване
ca: Informar
cs: Nahlásit
da: Anmeld
de: Bericht
el: Αναφορά
es: Reportar
fi: Ilmianna
fr: Rapporter
he: דיווח
hu: Jelentés
it: Segnala
ja: レポート
ko: 신고
nb: Rapporter
nl: Rapporteren
pl: Zgłoszenie
pt: Denunciar
pt_br: Denunciar
ro: Raport
ru: Отчет
sr: Prijavi
sv: Rapportera
tr: Bildir
uk: Доповісти
vi: Báo cáo
zh_hans: 举报
zh_hant: 舉報

# retweet
source: Repost
af: her-twiet
ar: تغريدة
bg: Препубликуване
ca: retuitejar
cs: Opakovat
da: Retweet
de: Retweet
el: Αναδημοσίευση
es: Republicar
fi: Uudelleenjulkaisu
fr: Repartager
he: פרסום מחדש
hu: Újra közzététel
it: Ripubblica
ja: 再投稿
ko: 재게시
nb: Gjenkjenn
nl: Retweet
pl: Podaj dalej
pt: Republicar
pt_br: Repostar
ro: Redistribuie
ru: Репост
sr: Ponovo objavi
sv: Retweet
tr: Yeniden paylaş
uk: Перепост
vi: Đăng lại
zh_hans: 转发
zh_hant: 轉發

# retweet_remove
source: Remove repost
af: Verwyder herplasing
ar: إزالة إعادة النشر
bg: Премахване на препубликуването
ca: Suprimeix la republicació
cs: Odebrat přeposlání
da: Fjern repost
de: Repost entfernen
el: Κατάργηση επαναδημοσίευσης
es: Eliminar republicación
fi: Poista uudelleenjulkaisu
fr: Supprimer le repartage
he: הסר שיתוף מחדש
hu: Megosztás visszavonása
it: Rimuovi repost
ja: リポストを取り消す
ko: 리포스트 취소
nb: Fjern innlegg
nl: Repost verwijderen
pl: Usuń repost
pt: Remover repost
pt_br: Remover republicação
ro: Elimină repostarea
ru: Удалить репост
sr: Уклони поновну објаву
sv: Ta bort återpostning
tr: Paylaşımı kaldır
uk: Видалити репост
vi: Xóa đăng lại
zh_hans: 取消转发
zh_hant: 取消轉發

# rss_title
source: Subscriptions
af: RSS
ar: RSS
bg: RSS
ca: RSS
cs: RSS
da: RSS
de: RSS
el: RSS
es: RSS
fi: RSS
fr: RSS
he: RSS
hu: RSS
it: RSS
ja: RSS
ko: RSS
nb: Abonnementer
nl: RSS
pl: RSS
pt: RSS
pt_br: RSS
ro: RSS
ru: RSS
sr: RSS
sv: RSS
tr: RSS
uk: RSS
vi: RSS
zh_hans: RSS
zh_hant: RSS

source: Send message
af: Stuur boodskap
ar: إرسال رسالة
bg: Изпращане на съобщение
ca: Enviar missatge
cs: Odeslat zprávu
da: Send besked
de: Nachricht senden
el: Αποστολή μηνύματος
es: Enviar mensaje
fi: Lähetä viesti
fr: Envoyer le message
he: שלח הודעה
hu: Üzenet küldése
it: Invia messaggio
ja: メッセージを送信
ko: 메시지 보내기
nb: Send melding
nl: Bericht verzenden
pl: Wyślij wiadomość
pt: Enviar mensagem
pt_br: Enviar mensagem
ro: Trimite mesajul
ru: Отправить сообщение
sr: Пошаљи поруку
sv: Skicka meddelande
tr: Mesaj gönder
uk: Надіслати повідомлення
vi: Gửi tin nhắn
zh_hans: 发送消息
zh_hant: 發送訊息

# service_select_next_button
source: Next
af: Volgende
ar: التالي
bg: Напред
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
he: הבא
hu: Következő
it: Avanti
ja: 次へ
ko: 다음
nb: Neste
nl: Volgende
pl: Dalej
pt: Seguinte
pt_br: Próximo
ro: Următorul
ru: Далее
sr: Dalje
sv: Nästa
tr: İleri
uk: Далі
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# settings_title
source: Settings
af: Instellings
ar: الإعدادات
bg: Настройки
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Paramètres
he: הגדרות
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ro: Setări
ru: Настройки
sr: Подешавања
sv: Inställningar
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Share
af: Deel
ar: مشاركة
bg: Споделяне
ca: Compartir
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
fi: Jaa
fr: Partager
he: שתף
hu: Megosztás
it: Condividi
ja: 共有
ko: 공유
nb: Del
nl: Delen
pl: Udostępnij
pt: Partilhar
pt_br: Compartilhar
ro: Partajează
ru: Поделиться
sr: Подели
sv: Dela
tr: Paylaş
uk: Поділитися
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# social_title
source: Social
af: Sosiaal
ar: اجتماعي
bg: Социални
cs: Sociální
de: Sozial
el: Κοινωνικά
fi: Sosiaali
fr: Réseaux sociaux
he: חברתי
hu: Közösségi
ja: ソーシャル
ko: 소셜
nb: Sosial
nl: Sociaal
pl: Społecznościowe
pt: Sócio
pt_br: Sócio
ro: Sociale
ru: Социальные сети
sr: Друштвене мреже
sv: Socialt
tr: Sosyal
uk: Соціальні мережі
vi: Xã hội
zh_hans: 社交
zh_hant: 社交

# tab_settings_default
source: Default
af: Standaard
ar: الافتراضي
bg: По подразбиране
ca: Per defecte
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Predeterminado
fi: Oletus
fr: Par défaut
he: ברירת מחדל
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
ko: 기본값
nb: Standard
nl: Standaard
pl: Domyślne
pt: Predefinição
pt_br: Padrão
ro: Implicit
ru: По умолчанию
sr: Подразумевано
sv: Standard
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

source: Unblock
af: ontblokkeer
ar: إلغاء الحظر
bg: Отблокирване
ca: desbloquejar
cs: Odblokovat
da: Ophæv blokering
de: Entsperren
el: Άρση αποκλεισμού
es: Desbloquear
fi: Poista
fr: Débloquer
he: בטל חסימה
hu: Tiltás feloldása
it: Sblocca
ja: ブロックを解除
ko: 차단 해제
nb: Avblokker
nl: Deblokkeer
pl: Odblokuj
pt: Desbloquear
pt_br: Desbloquear
ro: Deblocați
ru: Разблокировать
sr: Одблокирај
sv: Avblockera
tr: Engeli kaldır
uk: Розблокувати
vi: Bỏ chặn
zh_hans: 取消收藏
zh_hant: 取消收藏

source: Unlike
af: Hou nie van nie
ar: خلافا
bg: Нехаресване
ca: Ja no m'agrada
cs: Nelíbí se mi
da: Fjern synes godt om
de: Gefällt mir entfernen
el: Κατάργηση μου αρέσει
es: Ya no me gusta
fi: Poista tykkäys
fr: Ne plus aimer
he: בטל לייק
hu: Kedvelés visszavonása
it: Rimuovi like
ja: 「いいね」解除
ko: 좋아요 취소
nb: Ulikt
nl: Niet meer leuk vinden
pl: Cofnij polubienie
pt: Remover gosto
pt_br: Remover curtida
ro: Anulați aprecierea
ru: Отменить лайк
sr: Повуци свиђање
sv: Sluta gilla
tr: Beğenmekten vazgeç
uk: Скасувати лайк
vi: Bỏ thích
zh_hans: 取消点赞
zh_hant: 取消點讚

source: Unmute
af: Ontdemp
ar: إلغاء الكتم
bg: Включване на звука
ca: Activa el so
cs: Zrušit ztlumení
da: Lyd Fra
de: Entstumm
el: Κατάργηση Σίγασης
es: Desactivar silencio
fi: Poista Mykistys
fr: Rétablir le son
he: בטל השתקה
hu: Némítás feloldása
it: Riattiva
ja: ミュート解除
ko: 음소거 해제
nb: Udemp
nl: Deblokkeer
pl: Wyłącz wyciszenie
pt: Ativar som
pt_br: Desativar mudo
ro: Activează sunetul
ru: Включить звук
sr: Онеми мутовање
sv: Slå på ljudet
tr: Sesi aç
uk: Увімк. звук
vi: Bỏ tắt tiếng
zh_hans: 取消静音
zh_hant: 取消靜音

# verify_button
source: Verify
af: Verifieer
ar: تحقق
bg: Потвърди
ca: Verifica
cs: Ověřit
da: Bekræft
de: Bestätigen
el: Επαλήθευση
es: Verificar
fi: Vahvista
fr: Vérifier
he: אימות
hu: Ellenőrzés
it: Verifica
ja: 確認
ko: 확인
nb: Verifiser
nl: Verifiëren
pl: Zweryfikuj
pt: Verificar
pt_br: Verificar
ro: Verifică
ru: Проверить
sr: Потврди
sv: Verifiera
tr: Doğrula
uk: Підтвердити
vi: Xác minh
zh_hans: 验证
zh_hant: 驗證

# manga_title
source: Manga
ar: مانغا
bg: Манга
el: Μάνγκα
he: מנגה
ja: マンガ
ko: 만화
ru: Манга
sr: Манга
uk: Манґа
zh_hans: 漫画
zh_hant: 漫畫

# media_title
source: Media
ar: الوسائط
bg: Медия
ca: Contingut multimèdia
cs: Média
da: Medier
de: Medien
el: Μέσα
es: Multimedia
fr: Médias
he: מדיה
hu: Média
ja: メディア
ko: 미디어
nb: Medier
nl: Medium
pl: Multimedia
pt: Multimédia
pt_br: Mídia
ru: Медиа
sr: Медији
tr: Medya
uk: Медіа
vi: Phương tiện
zh_hans: 媒体
zh_hant: 媒體
